/* No comment provided by engineer. */
"%d NDEF List" = "%d NDEF List";

/* No comment provided by engineer. */
"%d NDEF Records" = "%d NDEF Records";

/* No comment provided by engineer. */
"1 NDEF Record" = "1 NDEF Record";

/* No comment provided by engineer. */
"already associated" = "already associated";

/* No comment provided by engineer. */
"App Rating and Review" = "App Rating and Review";

/* No comment provided by engineer. */
"App Store Link" = "App Store Link";

/* No comment provided by engineer. */
"Are you sure you want to delete all NDEF records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete" = "Are you sure you want to delete all NDEF records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete";

/* No comment provided by engineer. */
"Are you sure you want to delete all Tap List records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete" = "Are you sure you want to delete all Tap List records ?\n This cannot be undone\nIf you want to delete an individual row, just swipe to the left on a row and select delete";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"CANCEL" = "CANCEL";

/* No comment provided by engineer. */
"Delete ALL Records ?" = "Delete ALL Records ?";

/* No comment provided by engineer. */
"Delete ALL Tap Lists ?" = "Delete ALL Tap Lists ?";

/* No comment provided by engineer. */
"Device %@ connected and ready to use\n" = "Device %@ connected and ready to use\n";

/* No comment provided by engineer. */
"Device %@ not connected.\nCheck NFC Wifi settings\n" = "Device %@ not connected.\nCheck NFC Wifi settings\n";

/* No comment provided by engineer. */
"Device connected and ready to use" = "Device connected and ready to use";

/* No comment provided by engineer. */
"Disconnect" = "Disconnect";

/* No comment provided by engineer. */
"Error reading NFC: " = "Error reading NFC: ";

/* No comment provided by engineer. */
"Failed to convert the Vcard contact " = "Failed to convert the Vcard contact ";

/* No comment provided by engineer. */
"Failed to save the contact " = "Failed to save the contact ";

/* No comment provided by engineer. */
"File not found" = "File not found";

/* No comment provided by engineer. */
"Hold the top of your iPhone near NFC Tag" = "Hold the top of your iPhone near NFC Tag";

/* No comment provided by engineer. */
"NDEF List\t%d records" = "NDEF List\t%d records";

/* No comment provided by engineer. */
"NDEF Native Application unhandled" = "NDEF Native Application unhandled";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please allow the app to access your contacts through the Settings." = "Please allow the app to access your contacts through the Settings.";

/* No comment provided by engineer. */
"Please Enter a name for your NFC Tap List" = "Please Enter a name for your NFC Tap List";

/* No comment provided by engineer. */
"SAVE" = "SAVE";

/* No comment provided by engineer. */
"Successfully added the contact %@" = "Successfully added the contact %@";

/* No comment provided by engineer. */
"Tap List" = "Tap List";

/* No comment provided by engineer. */
"The system will only show up to a maximum of 3 prompts to the same user in a 365-day period\nIf Rate app popup is not showing, please use App Store URL link here below\n" = "The system will only show up to a maximum of 3 prompts to the same user in a 365-day period\nIf Rate app popup is not showing, please use App Store URL link here below\n";

/* No comment provided by engineer. */
"URI not supported." = "URI not supported.";

/* No comment provided by engineer. */
"Web View" = "Web View";

/* No comment provided by engineer. */
"Wifi %@ Disconnected" = "Wifi %@ Disconnected";

/* No comment provided by engineer. */
"Wifi connection on going...\n" = "Wifi connection on going...\n";

/* No comment provided by engineer. */
"Wifi join success" = "Wifi join success";

/* No comment provided by engineer. */
"Wifi Status" = "Wifi Status";

/* No comment provided by engineer. */
"You can show or share NDEF.\n" = "You can show or share NDEF.\n";

"No Device Name" = "No Device Name";
"xx" = "xx";
"Scanning BLE Devices..." = "Scanning BLE Devices...";
"Devices"   = "Devices";
"Device"    = "Device";
"Found"     = "Found";
"bluenrg"   = "bluenrg";
"HID"       = "HID";
"Stop Scanning"     = "Stop Scanning";
"Start Scanning"    = "Start Scanning";

"aboutTextView" = "NFC Tap by ST allows users to tap any NFC Forum-compliant tag and display its content, as well as perform any action associated to the NDEF record type associated with such tag.\n NFC Tap leverages on the new NFC core feature of iOS14, supporting the decoding of NFC tags on iPhone7, iPhone7Plus, iPhone8, iPhone8Plus,iPhoneX,iPhoneXs,iPhoneXsMax, iPhoneXr, iPhone11, iPhone12 devices.\n\nNFC Tap application is dedicated to handle both NFC/RFID tags (ST25TV series), and Dynamic NFC tags (ST25DV-PWM and ST25DV-I2C series)";

"featureTextView" = "-\tApp Clip NFC User Experience URL https:\/\/www.myst25.com\/clip\n-\tWrite NDEF URI, Text and VCard\n-\tRead any kinds of NDEF Messages, NFC Forum compliant (URL, Text, SMS, Email, Call, Map, VCard, Bluetooth®, Wifi)\n-\tUser Memory Reading and Writing for Type5 tags\n-\tISO15693 Command List\n-\tST25DV-I2C Mailbox management\n-\tST25DV-I2C Data transfer\n-\tST25DV-I2C Picture transfer\n-\tST25DV-I2C Firmware update\n-\tST25TV Counter management\n\tST25TV Tamper detect capability\n-\tST25TV TruST25TM digital signature\n\-\tST25TV Areas Management\n-\tST25TV Areas Security status\n-\tST25TV Configuration pwd management\n-\tST25TV Areas Content Editor\n-\tST25TV Register Management\n-\tST25TVC Untraceable Tag\n-\tST25TVC Unique Tap Code\n-\tST25TVC Tamper Detect\n-\tST25TVC ANDEF URL\n-\tST25TVC Lock Configuration\n-\tST25TVC Afi Dsfid\n-\tST25DV-PWM (Pulse Width Modulation) simple Demo\n-\tST25DVC Mailbox management\n-\tST25DVC Data transfer\n-\tST25DVC Picture transfer\n-\tST25DVC Firmware update\n-\tHandling  \"nfctap://\" NDEF custom Uri\n-\tOptional NDEF URL augmented with TimeStamp and GPS Location\n-\tQuick scanning access : Optional Auto scanning at App Launch or Home screen display\n-\tQuick NDEF Application launch : Optional Auto Run to automatically run iOS app according NDEF message type\n-\tOptional Multi Tag Reading : Allows to read multiple NFC tags\n-\tHistory of NDEF records messages\n-\tSaving/Loading NDEF records for future access\n-\tSharing individual NDEF records\n-\tLoading WebSite into Application WebView\n-\tOpening NFC Tap from URI scheme \"nfctap://\"\n-\tBackGround Tag Reading with NDEF URL https://www.myst25.com/ \n-\tUser Experience simplified for one-touch use\n-\tRating and review within App";

"actionTextView" = "It gives users a new experience based on the tag's NDEF content, making it easier and faster to perform recorded actions as described below\n-\tConnect to Bluetooth® devices:\nFacilitates the pairing with Bluetooth Low Energy (BLE) devices. After tapping a tag with the phone, NFC Tap App will recognize any Bluetooth® pairing NDEF record and connect the phone directly to the specified device\n-\tConnect to Wifi® devices:\nFacilitates the pairing with Wifi® devices identified by its SSID, Key password and encryption type. After tapping a tag with the phone, NFC Tap App will recognize any Wifi® pairing NDEF record and connect the phone directly to the specified device\n-\tOpen a URL in a browser:\nOpens a web page to the URL contained in the tag's NDEF record\n-\tGet contact information:\nDisplays and saves contact information (including ID picture) by tapping a tag containing a business card(vCard) message\n-\tGeolocalize a position:\nOpens Apple Maps to the GPS location stored in the tag being tapped\n-\tInitiate an SMS or Email :\nOpens the relevant email or SMS application with information contained in the tag being tapped.The user can then choose to send the email/SMS or edit it before sending\nUse cases include, but are not limited to, customer service information for warranty or loyalty programs\n-\tInitiate a phone call:\nOpens the phone service to the number contained in the tag's NDEF message.\n-\tRead a Text:\nDisplays the text message contained in the tag being tapped.";


